Repository: kostyll/django-project-management
Catalog: trunk/django-project-management/cms/locale/*/LC_MESSAGES/django.po
Languages: ru

source: The page was added successfully. Now you can create your content.
ru: Страница была успешно создана. Сейчас Вы можете добавить на нее контент.

source: The page was updated successfully. You may edit it again below.
ru: Страница была обновлена. Ниже вы можете ее подредактировать.

source: tinymce app not found in sys.path. Is tinymce app installed?
ru: приложение tinymce не было найдено в sys.path. Оно было установлено?

source: Can not find tinymce helper script or app is misonfigured. Is tinymce app installed?
ru: Невозможно найти помощь приложения tinymce. Оно было установлено?

source: Add
ru: Добавить

source: Edit
ru: Редактировать

source: page
ru: страница

source: The navigation was updated successfully. You may edit it again below.
ru: Навигация была обновлена. Ниже вы можете ее подредактировать.

source: Your changes were discarded, because there must not be more than one root element. Make sure that there is only one root element.
ru: Ваши изменения были проигнорированы, т.к. корень сайта должен быть в единственном экземпляре.

source: <li>Please <a href="../page/add/">create a page</a> first.</li>
ru: <li>В первую очередь <a href="../page/add/">создайте страницу</a>.</li>

source: Edit pages
ru: Редактировать страницы

source: Please fill in some page content.
ru: Заполните страницы контентом.

source: <h2>Your form is not valid.</h2>
ru: <h2>Форма некорректна.</h2>

source: This page content has been already removed. Please reload the page and try again.
ru: Контент этой страницы был удален, обновите страницу и попробуйте снова.

source: Default
ru: По умолчанию

source: Hold down "Control", or "Command" on a Mac, to select more than one.
ru: Удерживайте "Control", или "Command" на Mac, для множественного выбора.

source: This value must contain only letters, numbers, underscores or hyphens.
ru: Это значение должно содержать только буквы, цифры, символы подчеркивания или дефисы.

source: The template that will be used to render the page. Choose nothing if you don't need a custom template.
ru: Шаблон, который будет использован для отображения страницы. Ничего не выбирайте если вам не нужен специфичный шаблон.

source: start publishing
ru: начало публикации

source: Enter a date (and time) on which you want to start publishing this page.
ru: Введите дату и время для начала показа страницы.

source: finish publishing
ru: окончание публикации

source: Enter a date after which you want to stop publishing this page.
ru: Введите дату и время для окончания показа страницы.

source: Please reorder the root object on the hierarchy page.
ru: Пересортируйте корневой объект в иерархии страницы.

source: Please choose in which category the page should belong.
ru: Выберите категорию к которой должна принадлежать страница.

source: language
ru: язык

source: position
ru: позиция

source: is published
ru: опубликовано

source: Leave this empty to use the title of the page.
ru: Оставьте это пустым для использования заголовка страницы.

source: title
ru: заголовок

source: Only specify this if you want to give this page content a specific slug.
ru: Определите только это если вы хотите дать странице специфическое кодовое имя

source: slug
ru: кодовое имя

source: Used for page title. Should be no longer than 150 chars.
ru: Заголовок страницы. Не более 150 символов.

source: page title
ru: заголовок страницы

source: Comma separated
ru: Разделено запятыми

source: keywords
ru: ключевые слова

source: description
ru: описание

source: page topic
ru: тема страницы

source: content
ru: контент

source: content type
ru: тип содержания

source: allow template tags
ru: разрешить шаблонные теги

source: template (optional)
ru: шаблон (опционально)

source: New page content
ru: Новое содержание страницы

source: search
ru: поиск

source: Please create at least one page.
ru: Создайте хотя бы одну страницу

source: The title of the page.
ru: Заголовок страницы

source: The name of the page that appears in the URL. A slug can contain letters, numbers, underscores or hyphens.
ru: Название страницы, которое появляется в URL. Кодовое имя может содержать буквы, цифры, символы подчеркивания и дефисы.

source: Optional. Dotted path to a python function that receives two arguments (request, context) and can update the context.
ru: Опционально. Путь к функции питона, которая получает два аргумента (request, context) и может обновить контекст.

source: Whether or not the page is accessible from the web.
ru: В любом случае или нет страница доступна в интернете.

source: Navigation
ru: Меню

source: The page will be appended inside the chosen category.
ru: Cтраницы будут добавлены внутри выбранной категории.

source: display in navigation
ru: показать в меню

source: Table of contents
ru: Содержание

source: If checked, will render a toc based on the anchor elements.
ru: Основывать содержание на html якорях.

source: requires login
ru: требует логин

source: If checked, only logged-in users can view the page.
ru: Только зарегистрированные пользователи могут просматривать страницу.

source: pages
ru: страницы

source: Markdown
ru: Понизить

source: Textile
ru: Текстиль

source: Plain text
ru: Обычный текст

source: Only specify this if you want to override the page template.
ru: Укажите, если хотите поменять шаблон.

source: Used in navigation. Leave this empty to use the default title.
ru: Используется в меню. Оставьте пустым для использования стандартного заголовка.

source: Keep between 150 and 1000 characters long.
ru: Придерживайстесь в размере от 150 до 1000 символов.

source: published
ru: опубликовано

source: unpublished
ru: не опубликовано

source: Please create at least one subpage or enable DISPLAY_ROOT.
ru: Создайте хотябы один подсайт или активируйте DISPLAY_ROOT.

source: Please define LANGUAGES in your project's settings.
ru: Укажите языки для настроек вашего проекта.

source: Received invalid data.
ru: Введены неправильные данные.

source: Search
ru: Поиск

source: main menu
ru: главное меню

source: sub pages
ru: подстраницы

source: Help
ru: Помощь

source: Home
ru: Главная

source: Add page
ru: Добавить страницу

source: Note
ru: Заметка

source: You will have to activate JavaScript in your browser's settings to be able to reorder the pages.
ru: Вы должны активировать JavaScript в настройках браузера чтобы иметь возможность изменять порядок страниц.

source: Manage Pages
ru: Управление страницами

source: Here you can edit the pages of your site. Drag and drop the pages to change their order or hierarchy. Note that changing the hierarchy will affect the URL of the pages. Click on a page to edit it. If you uncheck the "in navigation" field, the page will not be displayed in the automatically generated navigation. Note that deleting a page will delete its subpages, if you don't reorder them.
ru: Здесь вы можете редактировать страницы сайта. Перетаскивайте страницы для смены их последовательности и иерархии. Имейте в виду, что изменение иерархии повлияет на адрес страницы. Нажмите на страницу, чтобы изменить её. Если вы снимите галочку "в меню", то страница не будет отображаться в автоматически генерируемой навигации. Имейте в виду, что удаление страниц будет удалять и ее подстраницы.

source: Add this page
ru: Добавить эту страницу

source: Save all changes
ru: Сохранить все изменения

source: In navigation
ru: в меню

source: Is published
ru: опубликовано

source: Edit page
ru: Редактировать страницу

source: View
ru: Просмотр

source: Delete
ru: Удалить

source: Move
ru: Переместить

source: Page Info
ru: Информация

source: You will have to activate JavaScript in your browser's settings to be able to edit page content.
ru: Вы должны активировать JavaScript в настройках браузера чтобы иметь возможность редактировать страницы.

source: Add page content
ru: Добавить контент страницы

source: Publishing Info
ru: Информация о публикации

source: This page is already in the navigation (<a href="../../navigation/">edit navigation</a>):
ru: Эта страница уже в меню (<a href="../../navigation/"> редактировать меню </ A>):

source: Add-ons
ru: Дополнения

source: Properties
ru: Свойства

source: Show advanced options
ru: Показать расширенные настройки

source: Hide advanced options
ru: Скрыть расширенные настройки

source: Advanced
ru: Продвинутый

source: Actions
ru: Действия

source: Preview this page
ru: Предпросмотр страницы

source: Previews this page in a new window without saving it.
ru: Предпросмотр страницы в новом окне без сохранения.

source: Preview
ru: Просмотр

source: (in a new window without saving it)
ru: (в новом окне без сохранения)

source: Delete this content
ru: Удалить этот контент

source: Search results
ru: Поиск результатов

source: for
ru: для

source: Articles found in other languages
ru: Статьи на других языках

source: Sorry, no articles were found.
ru: Статья не была найдена .

source: Unknown
ru: Неизвестно

source: Yes
ru: Да

source: No
ru: Нет
